<?php return array(
	#===========网站开关================
	'register' => 'y',	//注册
	'tourist' => 'n',	//游客
	'verification' => 'y',	//注册验证
	'explore' => 'y',	//探索
	#===========网站基本配置============
	'title' => '幻想领域', 	//站点标题
	'siteinfo' => '一个二次元图片的领域-认真你就输啦 (・ω・)ノ- ( ゜- ゜)つロ',	//站点副标题
	'keywords' => '二次元图片,新浪图床,二次元图床,桌面壁纸,电脑壁纸,二次元,图片外链',	//站点关键字
	'description' => '你的二次元图片分享基地，一个二次元图片的领域-认真你就输啦 (・ω・)ノ- ( ゜- ゜)つロ',	//站点描述
	'record' => '',	//备案号
	'footerinfo' => '',	//底部信息
	#===========新浪图床配置============
	'username' => '',	//新浪账号
	'password' => '',	//新浪密码
	'cookie' => 'SUB=--x;',	//新浪cookie
	'time' => '1520315280',	
	'level' => '4',	//探索缩略图级别0-7	
	#===========email邮箱配置============
	'host' => 'smtp.163.com',		//发信服务器
	'port' => '25', 				//服务器端口
	'auth' => '',		//	登录账号
	'user' => '',		//	账号
	'pass' => '',				//	密码
	'etime' => '12',				//验证码有效时间(小时)
);